Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Context usage
ar: استخدام السياق
de: Kontextnutzung
es: Uso de contexto
fa: مصرف زمینه
fr: Utilisation du contexte
hi: Context उपयोग
id: Penggunaan konteks
it: Utilizzo del contesto
ja_jp: コンテキスト使用量
ko: 컨텍스트 사용량
nl: Contextgebruik
pl: Użycie kontekstu
pt_br: Uso de contexto
ru: Использование контекста
sv: Kontextanvändning
th: การใช้งานบริบท
tr: Bağlam kullanımı
uk: Використання контексту
vi: Mức dùng ngữ cảnh
zh_cn: 上下文使用量
zh_tw: 內容用量

source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fa: ادامه
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja_jp: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

source: Continue a recent conversation
ar: متابعة محادثة حديثة
de: Eine kürzlich geführte Unterhaltung fortsetzen
es: Continuar una conversación reciente
fa: ادامه یک گفت‌وگوی اخیر
fr: Continuer une conversation récente
hi: हाल की बातचीत जारी रखें
id: Lanjutkan percakapan terbaru
it: Continua una conversazione recente
ja_jp: 最近の会話を続ける
ko: 최근 대화 계속하기
nl: Een recent gesprek voortzetten
pl: Kontynuuj ostatnią rozmowę
pt_br: Continuar uma conversa recente
ru: Продолжить недавний разговор
sv: Fortsätt en nyligen använd konversation
th: สนทนาต่อล่าสุด
tr: Yakın tarihli bir konuşmaya devam et
uk: Продовжити нещодавню розмову
vi: Tiếp tục một cuộc trò chuyện gần đây
zh_cn: 继续最近的对话
zh_tw: 繼續最近的對話

source: Control Terminal for automation actions; other apps request access separately
ar: تحكّم في Terminal لإجراءات الأتمتة؛ تطلب التطبيقات الأخرى الوصول بشكل منفصل
de: Terminal für Automatisierungsaktionen steuern; andere Apps fordern Zugriff separat an
es: Controla Terminal para acciones de automatización; otras apps solicitan acceso por separado
fa: کنترل Terminal برای اقدامات خودکارسازی؛ سایر برنامه‌ها دسترسی را جداگانه درخواست می‌کنند
fr: Contrôler Terminal pour les actions d'automatisation ; les autres applications demandent l'accès séparément
hi: स्वचालन क्रियाओं के लिए Terminal को नियंत्रित करें; अन्य ऐप्स अलग से एक्सेस का अनुरोध करते हैं
id: Kontrol Terminal untuk tindakan otomatisasi; aplikasi lain meminta akses secara terpisah
it: Controlla il Terminale per le azioni di automazione; le altre app richiedono l'accesso separatamente
ja_jp: 自動化アクション用にTerminalを制御します。他のアプリは個別にアクセスを要求します
ko: 자동화 작업을 위해 Terminal을 제어합니다. 다른 앱은 별도로 액세스를 요청합니다
nl: Bedien Terminal voor automatiseringsacties; andere apps vragen afzonderlijk om toegang
pl: Kontroluj Terminal dla działań automatyzacji; inne aplikacje żądają dostępu osobno
pt_br: Controle o Terminal para ações de automação; outros apps solicitam acesso separadamente
ru: Управлять Terminal для действий автоматизации; другие приложения запрашивают доступ отдельно
sv: Styr Terminal för automationsåtgärder; andra appar begär åtkomst separat
th: ควบคุม Terminal สำหรับการดำเนินการอัตโนมัติ แอปอื่นๆ ขอสิทธิ์การเข้าถึงแยกต่างหาก
tr: Otomasyon işlemleri için Terminal'i denetleyin; diğer uygulamalar erişimi ayrıca ister
uk: Керуйте Terminal для дій автоматизації; інші застосунки запитують доступ окремо
vi: Điều khiển Terminal cho các hành động tự động hóa; các ứng dụng khác yêu cầu quyền truy cập riêng
zh_cn: 控制 Terminal 以执行自动化操作；其他应用需单独请求访问权限
zh_tw: 控制 Terminal 以執行自動化動作；其他應用程式須另行請求存取權

source: Control UI elements when an action requires it
ar: التحكم في عناصر Control UI عندما يتطلب الإجراء ذلك
de: UI-Elemente steuern, wenn eine Aktion dies erfordert
es: Controlar elementos de la Control UI cuando una acción lo requiera
fa: کنترل عناصر Control UI هنگامی که یک اقدام به آن نیاز دارد
fr: Contrôler les éléments de Control UI lorsqu’une action l’exige
hi: जब किसी क्रिया के लिए आवश्यक हो, UI तत्वों को नियंत्रित करें
id: Kontrol elemen UI saat suatu tindakan memerlukannya
it: Controlla gli elementi dell’interfaccia quando un’azione lo richiede
ja_jp: アクションで必要な場合に UI 要素を制御
ko: 작업에 필요한 경우 UI 요소 제어
nl: UI-elementen bedienen wanneer een actie dit vereist
pl: Sterowanie elementami Control UI, gdy wymaga tego działanie
pt_br: Controlar elementos da Control UI quando uma ação exigir
ru: Управление элементами Control UI, когда это требуется для действия
sv: Styr UI-element när en åtgärd kräver det
th: ควบคุมองค์ประกอบ UI เมื่อการทำงานจำเป็นต้องใช้
tr: Bir eylem gerektirdiğinde Control UI öğelerini kontrol et
uk: Керувати елементами Control UI, коли цього вимагає дія
vi: Điều khiển các thành phần Control UI khi một thao tác yêu cầu
zh_cn: 在操作需要时控制 UI 元素
zh_tw: 在動作需要時控制 UI 元素

source: Control channel
ar: قناة التحكم
de: Steuerkanal
es: Canal de control
fa: کانال کنترل
fr: Canal de contrôle
hi: नियंत्रण चैनल
id: Saluran kontrol
it: Canale di controllo
ja_jp: 制御チャネル
ko: 제어 채널
nl: Besturingskanaal
pl: Kanał sterowania
pt_br: Canal de controle
ru: Канал управления
sv: Kontrollkanal
th: ช่องทางควบคุม
tr: Kontrol kanalı
uk: Канал керування
vi: Kênh điều khiển
zh_cn: 控制通道
zh_tw: 控制通道

source: Control how agent shell commands are approved on this Mac.
ar: تحكّم في كيفية الموافقة على أوامر صدفة الوكيل على هذا الـ Mac.
de: Steuern Sie, wie Agent-Shell-Befehle auf diesem Mac genehmigt werden.
es: Controla cómo se aprueban los comandos de shell del agente en esta Mac.
fa: نحوهٔ تأیید فرمان‌های پوستهٔ عامل را در این Mac کنترل کنید.
fr: Contrôlez la façon dont les commandes shell de l’agent sont approuvées sur ce Mac.
hi: नियंत्रित करें कि इस Mac पर agent shell commands को कैसे अनुमोदित किया जाता है।
id: Kontrol cara perintah shell agen disetujui di Mac ini.
it: Controlla come vengono approvati i comandi shell dell’agente su questo Mac.
ja_jp: この Mac でエージェントのシェルコマンドをどのように承認するかを制御します。
ko: 이 Mac에서 에이전트 셸 명령 승인 방식을 제어합니다.
nl: Bepaal hoe shell-opdrachten van agenten op deze Mac worden goedgekeurd.
pl: Kontroluj, jak zatwierdzane są polecenia powłoki agenta na tym Macu.
pt_br: Controle como os comandos de shell do agente são aprovados neste Mac.
ru: Управляйте тем, как на этом Mac подтверждаются команды оболочки агента.
sv: Styr hur agentens skalkommandon godkänns på denna Mac.
th: ควบคุมวิธีอนุมัติคำสั่งเชลล์ของเอเจนต์บน Mac เครื่องนี้
tr: Bu Mac'te ajan kabuk komutlarının nasıl onaylanacağını kontrol edin.
uk: Керуйте тим, як схвалюються команди оболонки агента на цьому Mac.
vi: Kiểm soát cách phê duyệt các lệnh shell của agent trên máy Mac này.
zh_cn: 控制此 Mac 上代理 shell 命令的审批方式。
zh_tw: 控制這台 Mac 上代理程式 Shell 命令的核准方式。

source: Controls
ar: عناصر التحكم
de: Steuerelemente
es: Controles
fa: کنترل‌ها
fr: Contrôles
hi: नियंत्रण
id: Kontrol
it: Controlli
ja_jp: コントロール
ko: 컨트롤
nl: Bedieningselementen
pl: Elementy sterujące
pt_br: Controles
ru: Элементы управления
sv: Kontroller
th: การควบคุม
tr: Kontroller
uk: Елементи керування
vi: Điều khiển
zh_cn: 控制
zh_tw: 控制項

source: Controls the macOS app log verbosity.
ar: يتحكم في مستوى تفصيل سجل تطبيق macOS.
de: Steuert die Ausführlichkeit des macOS-App-Protokolls.
es: Controla el nivel de detalle del registro de la app de macOS.
fa: سطح جزئیات گزارش برنامه macOS را کنترل می‌کند.
fr: Contrôle le niveau de détail du journal de l’app macOS.
hi: macOS ऐप लॉग वर्बोसिटी को नियंत्रित करता है.
id: Mengontrol tingkat verbosity log aplikasi macOS.
it: Controlla il livello di dettaglio del log dell'app macOS.
ja_jp: macOSアプリログの詳細度を制御します。
ko: macOS 앱 로그 상세 수준을 제어합니다.
nl: Bepaalt het detailniveau van het macOS-app-log.
pl: Określa szczegółowość dziennika aplikacji macOS.
pt_br: Controla a verbosidade do log do app macOS.
ru: Управляет уровнем подробности журнала приложения macOS.
sv: Styr detaljnivån för macOS-appens loggning.
th: ควบคุมระดับรายละเอียดของบันทึกแอป macOS
tr: macOS uygulama günlüğü ayrıntı düzeyini kontrol eder.
uk: Керує докладністю журналу програми macOS.
vi: Kiểm soát mức độ chi tiết của nhật ký ứng dụng macOS.
zh_cn: 控制 macOS App 日志的详细程度。
zh_tw: 控制 macOS app 記錄的詳細程度。

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja_jp: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_cn: 复制
zh_tw: 複製

source: Copy Build Info
ar: نسخ معلومات البناء
de: Build-Informationen kopieren
es: Copiar información de compilación
fa: کپی اطلاعات بیلد
fr: Copier les infos de build
hi: बिल्ड जानकारी कॉपी करें
id: Salin Info Build
it: Copia info build
ja_jp: ビルド情報をコピー
ko: 빌드 정보 복사
nl: Build-info kopiëren
pl: Kopiuj informacje o kompilacji
pt_br: Copiar informações da build
ru: Копировать информацию о сборке
sv: Kopiera build-info
th: คัดลอกข้อมูลบิลด์
tr: Derleme Bilgisini Kopyala
uk: Копіювати інформацію про збірку
vi: Sao chép thông tin bản dựng
zh_cn: 复制构建信息
zh_tw: 複製建置資訊

source: Copy Commit
ar: نسخ الالتزام
de: Commit kopieren
es: Copiar commit
fa: کپی کامیت
fr: Copier le commit
hi: कमिट कॉपी करें
id: Salin Commit
it: Copia commit
ja_jp: コミットをコピー
ko: 커밋 복사
nl: Commit kopiëren
pl: Kopiuj commit
pt_br: Copiar commit
ru: Копировать коммит
sv: Kopiera commit
th: คัดลอกคอมมิต
tr: Commit'i Kopyala
uk: Копіювати коміт
vi: Sao chép Commit
zh_cn: 复制提交
zh_tw: 複製提交

source: Copy Debug Summary
ar: نسخ ملخص تصحيح الأخطاء
de: Debug-Zusammenfassung kopieren
es: Copiar resumen de depuración
fa: کپی خلاصه اشکال‌زدایی
fr: Copier le résumé de débogage
hi: डीबग सारांश कॉपी करें
id: Salin Ringkasan Debug
it: Copia riepilogo di debug
ja_jp: デバッグ概要をコピー
ko: 디버그 요약 복사
nl: Debugsamenvatting kopiëren
pl: Kopiuj podsumowanie debugowania
pt_br: Copiar resumo de depuração
ru: Скопировать сводку для отладки
sv: Kopiera felsökningssammanfattning
th: คัดลอกสรุปการดีบัก
tr: Hata Ayıklama Özetini Kopyala
uk: Копіювати зведення налагодження
vi: Sao chép tóm tắt gỡ lỗi
zh_cn: 复制调试摘要
zh_tw: 複製除錯摘要

source: Copy Message
ar: نسخ الرسالة
de: Nachricht kopieren
es: Copiar mensaje
fa: کپی پیام
fr: Copier le message
hi: संदेश कॉपी करें
id: Salin Pesan
it: Copia messaggio
ja_jp: メッセージをコピー
ko: 메시지 복사
nl: Bericht kopiëren
pl: Kopiuj wiadomość
pt_br: Copiar mensagem
ru: Копировать сообщение
sv: Kopiera meddelande
th: คัดลอกข้อความ
tr: Mesajı Kopyala
uk: Копіювати повідомлення
vi: Sao chép tin nhắn
zh_cn: 复制消息
zh_tw: 複製訊息

source: Copy Session Key
ar: نسخ مفتاح الجلسة
de: Sitzungsschlüssel kopieren
es: Copiar clave de sesión
fa: کپی کلید جلسه
fr: Copier la clé de session
hi: सत्र कुंजी कॉपी करें
id: Salin Kunci Sesi
it: Copia chiave sessione
ja_jp: セッションキーをコピー
ko: 세션 키 복사
nl: Kopieer sessiesleutel
pl: Kopiuj klucz sesji
pt_br: Copiar chave da sessão
ru: Скопировать ключ сеанса
sv: Kopiera sessionsnyckel
th: คัดลอกคีย์เซสชัน
tr: Oturum Anahtarını Kopyala
uk: Копіювати ключ сеансу
vi: Sao chép khóa phiên
zh_cn: 复制会话密钥
zh_tw: 複製工作階段金鑰

source: Copy build info
ar: نسخ معلومات البناء
de: Build-Informationen kopieren
es: Copiar información de compilación
fa: کپی اطلاعات بیلد
fr: Copier les infos de build
hi: बिल्ड जानकारी कॉपी करें
id: Salin info build
it: Copia info build
ja_jp: ビルド情報をコピー
ko: 빌드 정보 복사
nl: Build-info kopiëren
pl: Kopiuj informacje o kompilacji
pt_br: Copiar informações da build
ru: Копировать информацию о сборке
sv: Kopiera build-info
th: คัดลอกข้อมูลบิลด์
tr: Derleme bilgisini kopyala
uk: Копіювати інформацію про збірку
vi: Sao chép thông tin bản dựng
zh_cn: 复制构建信息
zh_tw: 複製建置資訊

source: Copy cookies from a Chrome-family profile into an isolated managed profile.
ar: انسخ ملفات تعريف الارتباط من ملف تعريف عائلة Chrome إلى ملف تعريف مُدار معزول.
de: Kopieren Sie Cookies aus einem Chrome-Familienprofil in ein isoliertes verwaltetes Profil.
es: Copia las cookies de un perfil de la familia Chrome en un perfil gestionado aislado.
fa: کوکی‌ها را از یک نمایه خانواده Chrome به یک نمایه مدیریت‌شده جداشده کپی کنید.
fr: Copiez les cookies d'un profil de la famille Chrome dans un profil géré isolé.
hi: किसी Chrome-family प्रोफ़ाइल से कुकीज़ को एक पृथक प्रबंधित प्रोफ़ाइल में कॉपी करें।
id: Salin cookie dari profil keluarga Chrome ke dalam profil terkelola yang terisolasi.
it: Copia i cookie da un profilo della famiglia Chrome in un profilo gestito isolato.
ja_jp: Chromeファミリーのプロファイルから、分離された管理プロファイルにCookieをコピーします。
ko: Chrome 계열 프로필의 쿠키를 격리된 관리형 프로필로 복사합니다.
nl: Kopieer cookies van een Chrome-profiel naar een geïsoleerd beheerd profiel.
pl: Skopiuj pliki cookie z profilu z rodziny Chrome do izolowanego zarządzanego profilu.
pt_br: Copie cookies de um perfil da família Chrome para um perfil gerenciado isolado.
ru: Скопируйте cookie из профиля семейства Chrome в изолированный управляемый профиль.
sv: Kopiera cookies från en profil i Chrome-familjen till en isolerad hanterad profil.
th: คัดลอกคุกกี้จากโปรไฟล์ตระกูล Chrome ไปยังโปรไฟล์ที่จัดการแบบแยกต่างหาก
tr: Bir Chrome ailesi profilinden çerezleri izole edilmiş, yönetilen bir profile kopyalayın.
uk: Скопіюйте файли cookie з профілю сімейства Chrome до ізольованого керованого профілю.
vi: Sao chép cookie từ hồ sơ thuộc dòng Chrome vào một hồ sơ được quản lý riêng biệt.
zh_cn: 将 Chrome 系列配置文件中的 Cookie 复制到隔离的托管配置文件中。
zh_tw: 將 Chrome 系列設定檔中的 cookies 複製到獨立的受管理設定檔。

source: Copy error
ar: نسخ الخطأ
de: Fehler kopieren
es: Copiar error
fa: کپی خطا
fr: Copier l'erreur
hi: त्रुटि कॉपी करें
id: Salin kesalahan
it: Copia errore
ja_jp: エラーをコピー
ko: 오류 복사
nl: Fout kopiëren
pl: Kopiuj błąd
pt_br: Copiar erro
ru: Скопировать ошибку
sv: Kopiera fel
th: คัดลอกข้อผิดพลาด
tr: Hatayı kopyala
uk: Копіювати помилку
vi: Sao chép lỗi
zh_cn: 复制错误
zh_tw: 複製錯誤

source: Copy full ID
ar: نسخ المعرّف الكامل
de: Vollständige ID kopieren
es: Copiar ID completo
fa: کپی شناسهٔ کامل
fr: Copier l’ID complet
hi: पूरा ID कॉपी करें
id: Salin ID lengkap
it: Copia ID completo
ja_jp: 完全なIDをコピー
ko: 전체 ID 복사
nl: Volledige ID kopiëren
pl: Kopiuj pełny identyfikator
pt_br: Copiar ID completo
ru: Скопировать полный ID
sv: Kopiera fullständigt ID
th: คัดลอก ID แบบเต็ม
tr: Tam kimliği kopyala
uk: Копіювати повний ID
vi: Sao chép ID đầy đủ
zh_cn: 复制完整 ID
zh_tw: 複製完整 ID

source: Copy full commit hash
ar: نسخ تجزئة الالتزام الكاملة
de: Vollständigen Commit-Hash kopieren
es: Copiar hash completo del commit
fa: کپی هش کامل کامیت
fr: Copier le hash complet du commit
hi: पूरा कमिट हैश कॉपी करें
id: Salin hash commit lengkap
it: Copia hash completo del commit
ja_jp: 完全なコミットハッシュをコピー
ko: 전체 커밋 해시 복사
nl: Volledige commit-hash kopiëren
pl: Kopiuj pełny hash commita
pt_br: Copiar hash completo do commit
ru: Копировать полный хеш коммита
sv: Kopiera fullständig commit-hash
th: คัดลอกแฮชคอมมิตแบบเต็ม
tr: Tam commit hash'ini kopyala
uk: Копіювати повний хеш коміту
vi: Sao chép hash commit đầy đủ
zh_cn: 复制完整提交哈希
zh_tw: 複製完整提交雜湊

source: Copy image
ar: نسخ الصورة
de: Bild kopieren
es: Copiar imagen
fa: کپی تصویر
fr: Copier l’image
hi: इमेज कॉपी करें
id: Salin gambar
it: Copia immagine
ja_jp: 画像をコピー
ko: 이미지 복사
nl: Afbeelding kopiëren
pl: Kopiuj obraz
pt_br: Copiar imagem
ru: Копировать изображение
sv: Kopiera bild
th: คัดลอกรูปภาพ
tr: Görüntüyü kopyala
uk: Копіювати зображення
vi: Sao chép hình ảnh
zh_cn: 复制图像
zh_tw: 拷貝影像

source: Copy sample URL
ar: نسخ عنوان URL النموذجي
de: Beispiel-URL kopieren
es: Copiar URL de ejemplo
fa: کپی URL نمونه
fr: Copier l’URL d’exemple
hi: सैंपल URL कॉपी करें
id: Salin URL sampel
it: Copia URL di esempio
ja_jp: サンプルURLをコピー
ko: 샘플 URL 복사
nl: Voorbeeld-URL kopiëren
pl: Kopiuj przykładowy URL
pt_br: Copiar URL de exemplo
ru: Копировать пример URL
sv: Kopiera exempel-URL
th: คัดลอก URL ตัวอย่าง
tr: Örnek URL'yi kopyala
uk: Копіювати приклад URL
vi: Sao chép URL mẫu
zh_cn: 复制示例 URL
zh_tw: 複製範例 URL

source: Copy session key
ar: نسخ مفتاح الجلسة
de: Sitzungsschlüssel kopieren
es: Copiar clave de sesión
fa: کپی کلید نشست
fr: Copier la clé de session
hi: सत्र कुंजी कॉपी करें
id: Salin kunci sesi
it: Copia chiave della sessione
ja_jp: セッションキーをコピー
ko: 세션 키 복사
nl: Sessiesleutel kopiëren
pl: Kopiuj klucz sesji
pt_br: Copiar chave da sessão
ru: Скопировать ключ сеанса
sv: Kopiera sessionsnyckel
th: คัดลอกคีย์เซสชัน
tr: Oturum anahtarını kopyala
uk: Копіювати ключ сеансу
vi: Sao chép khóa phiên
zh_cn: 复制会话密钥
zh_tw: 複製工作階段金鑰

source: Copy setup details
ar: نسخ تفاصيل الإعداد
de: Einrichtungsdetails kopieren
es: Copiar detalles de configuración
fa: کپی جزئیات راه‌اندازی
fr: Copier les détails de configuration
hi: सेटअप विवरण कॉपी करें
id: Salin detail penyiapan
it: Copia i dettagli di configurazione
ja_jp: セットアップの詳細をコピー
ko: 설정 세부 정보 복사
nl: Installatiedetails kopiëren
pl: Kopiuj szczegóły konfiguracji
pt_br: Copiar detalhes da configuração
ru: Скопировать параметры настройки
sv: Kopiera konfigurationsdetaljer
th: คัดลอกรายละเอียดการตั้งค่า
tr: Kurulum ayrıntılarını kopyala
uk: Скопіювати деталі налаштування
vi: Sao chép chi tiết thiết lập
zh_cn: 复制设置详情
zh_tw: 複製設定詳細資訊

source: Cost: %@
ar: التكلفة: %@
de: Kosten: %@
es: Costo: %@
fa: هزینه: %@
fr: Coût : %@
hi: लागत: %@
id: Biaya: %@
it: Costo: %@
ja_jp: コスト：%@
ko: 비용: %@
nl: Kosten: %@
pl: Koszt: %@
pt_br: Custo: %@
ru: Стоимость: %@
sv: Kostnad: %@
th: ค่าใช้จ่าย: %@
tr: Maliyet: %@
uk: Вартість: %@
vi: Chi phí: %@
zh_cn: 费用：%@
zh_tw: 費用：%@

source: Could Not Open Gateway Window
ar: تعذّر فتح نافذة Gateway
de: Gateway-Fenster konnte nicht geöffnet werden
es: No se pudo abrir la ventana del Gateway
fa: پنجره Gateway باز نشد
fr: Impossible d’ouvrir la fenêtre du Gateway
hi: Gateway विंडो नहीं खोली जा सकी
id: Tidak Dapat Membuka Jendela Gateway
it: Impossibile aprire la finestra del Gateway
ja_jp: Gatewayウインドウを開けませんでした
ko: Gateway 창을 열 수 없음
nl: Kan Gateway-venster niet openen
pl: Nie udało się otworzyć okna Gateway
pt_br: Não foi possível abrir a janela do Gateway
ru: Не удалось открыть окно Gateway
sv: Det gick inte att öppna Gateway-fönstret
th: ไม่สามารถเปิดหน้าต่าง Gateway ได้
tr: Gateway Penceresi Açılamadı
uk: Не вдалося відкрити вікно Gateway
vi: Không thể mở cửa sổ Gateway
zh_cn: 无法打开 Gateway 窗口
zh_tw: 無法開啟 Gateway 視窗

source: Could Not Set Primary Gateway
ar: تعذّر تعيين Gateway الأساسي
de: Primäres Gateway konnte nicht festgelegt werden
es: No se pudo establecer el Gateway principal
fa: امکان تنظیم Gateway اصلی نبود
fr: Impossible de définir le Gateway principal
hi: प्राथमिक Gateway सेट नहीं किया जा सका
id: Tidak Dapat Menetapkan Gateway Utama
it: Impossibile impostare il Gateway primario
ja_jp: プライマリ Gateway を設定できませんでした
ko: 기본 Gateway를 설정할 수 없음
nl: Kan primaire Gateway niet instellen
pl: Nie można ustawić głównego Gateway
pt_br: Não foi possível definir o Gateway principal
ru: Не удалось назначить основной Gateway
sv: Kunde inte ange primär Gateway
th: ไม่สามารถตั้ง Gateway หลักได้
tr: Birincil Gateway Ayarlanamadı
uk: Не вдалося встановити основний Gateway
vi: Không Thể Đặt Gateway Chính
zh_cn: 无法设置主 Gateway
zh_tw: 無法設定主要 Gateway

source: Could Not Switch Gateway
ar: تعذّر تبديل Gateway
de: Gateway konnte nicht gewechselt werden
es: No se pudo cambiar de Gateway
fa: امکان تعویض Gateway نبود
fr: Impossible de changer de Gateway
hi: Gateway स्विच नहीं किया जा सका
id: Tidak Dapat Mengganti Gateway
it: Impossibile cambiare Gateway
ja_jp: Gateway を切り替えられませんでした
ko: Gateway를 전환할 수 없음
nl: Kan Gateway niet wisselen
pl: Nie można przełączyć Gateway
pt_br: Não foi possível alternar o Gateway
ru: Не удалось переключить Gateway
sv: Kunde inte byta Gateway
th: ไม่สามารถสลับ Gateway ได้
tr: Gateway Değiştirilemedi
uk: Не вдалося переключити Gateway
vi: Không Thể Chuyển Gateway
zh_cn: 无法切换 Gateway
zh_tw: 無法切換 Gateway

source: Could not attach voice note: %@
ar: تعذر إرفاق الملاحظة الصوتية: %@
de: Sprachnachricht konnte nicht angehängt werden: %@
es: No se pudo adjuntar la nota de voz: %@
fa: پیوست کردن پیام صوتی ممکن نشد: %@
fr: Impossible de joindre la note vocale : %@
hi: वॉइस नोट संलग्न नहीं किया जा सका: %@
id: Tidak dapat melampirkan catatan suara: %@
it: Impossibile allegare la nota vocale: %@
ja_jp: ボイスメモを添付できませんでした：%@
ko: 음성 메모를 첨부할 수 없습니다: %@
nl: Kan spraakbericht niet bijvoegen: %@
pl: Nie udało się załączyć notatki głosowej: %@
pt_br: Não foi possível anexar a mensagem de voz: %@
ru: Не удалось прикрепить голосовое сообщение: %@
sv: Det gick inte att bifoga röstmeddelandet: %@
th: ไม่สามารถแนบบันทึกเสียงได้: %@
tr: Sesli not eklenemedi: %@
uk: Не вдалося прикріпити голосову нотатку: %@
vi: Không thể đính kèm ghi chú thoại: %@
zh_cn: 无法附加语音留言：%@
zh_tw: 無法附加語音備忘錄：%@

source: Could not process %1$@: %2$@
ar: تعذّرت معالجة %1$@: %2$@
de: %1$@ konnte nicht verarbeitet werden: %2$@
es: No se pudo procesar %1$@: %2$@
fa: پردازش %1$@ ممکن نشد: %2$@
fr: Impossible de traiter %1$@ : %2$@
hi: %1$@ को प्रोसेस नहीं किया जा सका: %2$@
id: Tidak dapat memproses %1$@: %2$@
it: Impossibile elaborare %1$@: %2$@
ja_jp: %1$@を処理できませんでした：%2$@
ko: %1$@을(를) 처리할 수 없습니다: %2$@
nl: Kon %1$@ niet verwerken: %2$@
pl: Nie udało się przetworzyć %1$@: %2$@
pt_br: Não foi possível processar %1$@: %2$@
ru: Не удалось обработать %1$@: %2$@
sv: Det gick inte att bearbeta %1$@: %2$@
th: ไม่สามารถประมวลผล %1$@ ได้: %2$@
tr: %1$@ işlenemedi: %2$@
uk: Не вдалося обробити %1$@: %2$@
vi: Không thể xử lý %1$@: %2$@
zh_cn: 无法处理 %1$@：%2$@
zh_tw: 無法處理 %1$@：%2$@

source: Could not save exec approvals. Last known settings are shown; retry the change.
ar: تعذّر حفظ موافقات التنفيذ. تُعرض آخر الإعدادات المعروفة؛ أعد محاولة التغيير.
de: Exec-Genehmigungen konnten nicht gespeichert werden. Die zuletzt bekannten Einstellungen werden angezeigt; wiederholen Sie die Änderung.
es: No se pudieron guardar las aprobaciones de exec. Se muestran los últimos ajustes conocidos; reintenta el cambio.
fa: ذخیره تأییدهای exec ممکن نشد. آخرین تنظیمات شناخته‌شده نمایش داده شده‌اند؛ تغییر را دوباره امتحان کنید.
fr: Impossible d'enregistrer les approbations exec. Les derniers paramètres connus sont affichés ; réessayez la modification.
hi: Exec अनुमोदन सहेजे नहीं जा सके। अंतिम ज्ञात सेटिंग्स दिखाई गई हैं; परिवर्तन पुनः प्रयास करें।
id: Tidak dapat menyimpan persetujuan exec. Pengaturan terakhir yang diketahui ditampilkan; coba lagi perubahannya.
it: Impossibile salvare le approvazioni exec. Sono mostrate le ultime impostazioni note; riprova la modifica.
ja_jp: exec承認を保存できませんでした。最後に確認された設定を表示しています。変更をやり直してください。
ko: 실행 승인을 저장할 수 없습니다. 마지막으로 알려진 설정이 표시되어 있으니 변경을 다시 시도하세요.
nl: Kan exec-goedkeuringen niet opslaan. De laatst bekende instellingen worden getoond; probeer de wijziging opnieuw.
pl: Nie udało się zapisać zatwierdzeń exec. Wyświetlono ostatnie znane ustawienia; ponów zmianę.
pt_br: Não foi possível salvar as aprovações de execução. As últimas configurações conhecidas são exibidas; tente a alteração novamente.
ru: Не удалось сохранить одобрения выполнения. Показаны последние известные настройки; повторите изменение.
sv: Det gick inte att spara exec-godkännanden. De senast kända inställningarna visas; försök att ändra igen.
th: ไม่สามารถบันทึกการอนุมัติ exec ได้ กำลังแสดงการตั้งค่าที่ทราบล่าสุด โปรดลองเปลี่ยนแปลงอีกครั้ง
tr: Exec onayları kaydedilemedi. Bilinen son ayarlar gösteriliyor; değişikliği tekrar deneyin.
uk: Не вдалося зберегти дозволи на виконання. Показано останні відомі налаштування; повторіть зміну.
vi: Không thể lưu phê duyệt thực thi. Hiển thị các cài đặt đã biết gần nhất; hãy thử lại thay đổi.
zh_cn: 无法保存执行审批。已显示最后已知的设置；请重试更改。
zh_tw: 無法儲存 exec 核准。顯示的是最後已知的設定；請重試變更。

source: Could not start recording: %@
ar: تعذّر بدء التسجيل: %@
de: Aufnahme konnte nicht gestartet werden: %@
es: No se pudo iniciar la grabación: %@
fa: شروع ضبط ممکن نشد: %@
fr: Impossible de démarrer l’enregistrement : %@
hi: रिकॉर्डिंग शुरू नहीं की जा सकी: %@
id: Tidak dapat memulai perekaman: %@
it: Impossibile avviare la registrazione: %@
ja_jp: 録音を開始できませんでした：%@
ko: 녹음을 시작할 수 없습니다: %@
nl: Kon de opname niet starten: %@
pl: Nie udało się rozpocząć nagrywania: %@
pt_br: Não foi possível iniciar a gravação: %@
ru: Не удалось начать запись: %@
sv: Det gick inte att starta inspelningen: %@
th: ไม่สามารถเริ่มบันทึกได้: %@
tr: Kayıt başlatılamadı: %@
uk: Не вдалося почати запис: %@
vi: Không thể bắt đầu ghi âm: %@
zh_cn: 无法开始录音：%@
zh_tw: 無法開始錄音：%@
